Repository: mozilla-l10n/mt-training-data
Catalog: mni/mni_pontoon.tmx
Source language: en_us
Languages: mni

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
mni: ꯅꯍꯥꯛꯀꯤ ꯑꯦꯛꯁꯦꯟꯇ ꯑꯗꯨ ꯅꯍꯥꯛꯅꯥ ꯋꯥꯍꯩꯁꯤꯡ ꯐꯣꯡꯗꯣꯛꯄꯒꯤ ꯃꯑꯣꯡ ꯑꯗꯨꯅꯤ ꯫ ꯃꯁꯤ ꯅꯍꯥꯛꯅꯥ ꯂꯩꯈꯤꯕꯥ ꯃꯐꯝ, ꯅꯍꯥꯛꯅꯥ ꯀꯔꯤ ꯑꯇꯣꯞꯄꯥ ꯂꯣꯜꯁꯤꯡ ꯉꯥꯡꯂꯤꯕꯒꯦ ꯑꯃꯁꯨꯡ ꯑꯇꯣꯞꯄꯥ ꯐꯦꯛꯇꯔ ꯀꯌꯥ ꯑꯃꯅꯥ ꯃꯑꯣꯡ ꯁꯦꯝꯕꯥ ꯌꯥꯏ ꯫ ꯅꯍꯥꯛꯅꯥ ꯃꯔꯤ ꯂꯩꯅꯕꯥ ꯋꯥꯔꯣꯜ ꯑꯃꯍꯦꯛꯇꯕꯨ ꯃꯐꯝꯁꯤꯗꯥ ꯁꯦꯌꯔ ꯇꯧꯕꯥ ꯌꯥꯏ ꯫

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
mni: ꯅꯍꯥꯛꯀꯤ ꯑꯦꯅꯣꯅꯤꯃꯦꯁꯟ ꯈꯣꯟꯖꯦꯜ ꯔꯦꯀꯣꯔꯗꯤꯡꯁꯤꯡ ꯑꯗꯨ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯗꯦꯇꯥꯁꯦꯠꯇꯥ ꯂꯩꯒꯅꯤ꯫ ꯅꯍꯥꯛꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯄ꯭ꯔꯣꯐꯥꯏꯜ ꯑꯗꯨ ꯀꯛꯊꯠꯂꯕꯥ ꯃꯇꯨꯡꯗꯥ ꯅꯍꯥꯛꯅꯥ ꯅꯍꯥꯛꯀꯤ ꯔꯦꯀꯣꯔꯗꯁꯤꯡ ꯑꯗꯨ ꯗꯦꯇꯥꯁꯦꯠꯇꯒꯤ ꯂꯧꯊꯣꯛꯅꯕꯥ ꯔꯤꯛꯋꯦꯁ꯭ꯠ ꯑꯃꯥ ꯊꯥꯕꯥ ꯉꯝꯂꯔꯣꯏ ꯫

source: Your daily goal has been created
mni: ꯑꯗꯣꯃꯒꯤ ꯅꯨꯃꯤꯠ ꯈꯨꯗꯤꯡꯒꯤ ꯄꯥꯟꯗꯝ ꯑꯗꯨ ꯁꯦꯝꯒꯠꯂꯦ ꯫

source: Your download has started.
mni: ꯅꯍꯥꯛꯀꯤ ꯆꯤꯡꯊꯕ ꯍꯧꯔꯦ ꯫

source: You’re contributing to a target segment
mni: ꯑꯗꯣꯝꯅꯥ ꯇꯥꯔꯒꯦꯠ ꯁꯦꯒꯃꯦꯟꯇ ꯑꯃꯗꯥ ꯁꯔꯨꯛꯌꯥꯔꯤ

source: You’re contributing to our first target segment
mni: ꯑꯩꯈꯣꯏꯒꯤ ꯑꯍꯥꯟꯕꯥ ꯇꯥꯔꯒꯦꯠ ꯁꯦꯒꯃꯦꯟꯇꯇꯥ ꯑꯗꯣꯝꯅꯥ ꯁꯔꯨꯛꯌꯥꯔꯤ

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mni: ꯍꯧꯖꯤꯛ ꯅꯍꯥꯛꯅꯥ <bold>NOT</bold> ꯄꯥꯟꯗꯝ ꯀꯥꯎꯗꯅꯕꯒꯨꯝꯕꯥ ꯏꯃꯦꯜꯁꯤꯡ ꯐꯪꯅꯕꯥ ꯁꯦꯠ ꯇꯧꯔꯦ, ꯑꯩꯒꯤ... ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯕ ꯑꯄꯗꯦꯠꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯄꯥꯎ-ꯆꯦꯁꯤꯡ ꯫

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
mni: ꯍꯧꯖꯤꯛ ꯑꯗꯣꯝꯅꯥ ꯄꯥꯟꯗꯝ ꯀꯥꯣꯗꯅꯕꯒꯨꯝꯕꯥ ꯏꯃꯦꯜꯁꯤꯡ ꯐꯪꯅꯕꯥ ꯁꯦꯝ ꯁꯥꯔꯦ, ꯑꯩꯒꯤ... ꯈꯨꯃꯥꯡ ꯆꯥꯎꯁꯤꯟꯕ ꯑꯄꯗꯦꯠꯁꯤꯡ ꯑꯃꯁꯨꯡ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯒꯤ ꯃꯇꯥꯡꯗꯥ ꯄꯥꯎ-ꯆꯦꯁꯤꯡ ꯫

source: Your email address
mni: ꯅꯪꯒꯤ ꯏꯃꯦꯜ ꯑꯦꯗ꯭ꯔꯦꯁ

source: Your files are being assembled. Please check again later.
mni: ꯅꯍꯥꯛꯀꯤ ꯐꯥꯏꯜꯁꯤꯡ ꯑꯗꯨ ꯑꯦꯁꯦꯝꯕꯜ ꯇꯧꯔꯤ ꯫ ꯆꯥꯟꯕꯤꯗꯨꯅꯥ ꯇꯨꯡꯗꯥ ꯑꯃꯨꯛ ꯍꯟꯅꯥ ꯌꯦꯡꯁꯤꯟꯕꯤꯌꯨ ꯫

source: Your Languages
mni: ꯅꯍꯥꯛꯀꯤ ꯂꯣꯟꯁꯤꯡ

source: Your username and email will not be associated with the published data.
mni: ꯅꯍꯥꯛꯀꯤ ꯁꯤꯖꯤꯟꯅꯔꯤꯕ-ꯃꯃꯤꯡ ꯑꯃꯁꯨꯡ ꯏꯃꯦꯏꯜ ꯑꯗꯨ ꯐꯣꯡꯗꯣꯛꯂꯤꯕꯥ ꯗꯦꯇꯥ ꯑꯗꯨꯒꯥ ꯃꯔꯤ ꯂꯩꯅꯔꯣꯏ ꯫

source: Your weekly goal has been created
mni: ꯑꯗꯣꯃꯒꯤ ꯆꯌꯣꯜꯒꯤ ꯄꯥꯟꯗꯝ ꯑꯗꯨ ꯁꯦꯝꯒꯠꯂꯦ ꯫

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
mni: ꯅꯍꯥꯛꯅꯥ ꯊꯨꯅꯥ ꯏꯃꯦꯜ ꯑꯃꯥ ꯐꯪꯒꯗꯕꯅꯤ ꯫ ꯅꯍꯥꯛꯀꯤ ꯂꯣꯜ ꯑꯗꯨ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯗ ꯍꯥꯞꯆꯤꯟꯅꯕꯥ ꯈꯣꯡꯊꯥꯡꯁꯤꯡ

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
mni: ꯑꯗꯣꯝꯅꯥ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯄꯨ ꯑꯩꯈꯣꯏꯒꯤ ꯅꯨꯃꯤꯠ ꯈꯨꯗꯤꯡꯒꯤ { $goalValue } ꯔꯦꯀꯣꯔꯗꯤꯡꯒꯤ ꯄꯥꯟꯗꯝ ꯑꯗꯨꯒꯤ <goalPercentage></goalPercentage> ꯌꯧꯍꯟꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯈ꯭ꯔꯦ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
mni: ꯑꯗꯣꯝꯅꯥ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜꯕꯨ ꯑꯩꯈꯣꯌꯒꯤ ꯅꯨꯃꯤꯠ ꯈꯨꯗꯤꯡꯒꯤ { $goalValue } ꯚꯦꯂꯤꯗꯦꯁꯟꯒꯤ ꯄꯥꯟꯗꯝ ꯑꯗꯨꯒꯤ <goalPercentage></goalPercentage> ꯌꯧꯍꯟꯕꯗꯥ ꯃꯇꯦꯡ ꯄꯥꯡꯈ꯭ꯔꯦ!

source: You've successfully signed up for contributing to { $language }. Thank you.
mni: ꯅꯍꯥꯛꯅ { $language } ꯑꯁꯤꯕꯨ ꯁꯦꯝꯒꯠꯄ ꯁꯔꯨꯛ ꯌꯥꯅꯕ ꯃꯤꯡ ꯄꯤꯈꯠꯄꯗꯨ ꯃꯥꯏꯄꯥꯛꯂꯦ ꯫ ꯑꯗꯣꯝꯕꯨ ꯊꯥꯒꯠꯆꯔꯤ ꯫

source: You want to join the Common Voice mailing list
mni: ꯑꯩꯍꯥꯛꯅꯥ ꯀꯃꯟ ꯈꯣꯟꯖꯦꯜ ꯄꯥꯎꯖꯦꯜ ꯊꯥꯕꯒꯤ ꯄꯔꯤꯡꯗ ꯌꯥꯎꯕꯥ ꯄꯥꯝꯃꯤ ꯫

source: Zaza
mni: ꯓꯥꯓꯥ

source: Zip #{ $offset } of { $total }
mni: { $total }ꯒꯤ ꯖꯤꯞ #{ $offset } ꯫

source: Zulu
mni: ꯖꯨꯂꯨ

source: abnormality
mni: ꯃꯌꯥꯝꯒ ꯃꯥꯟꯅꯗꯕ

source: account recovery key
mni: ꯑꯦꯀꯥꯎꯟ ꯔꯤꯀꯚꯔꯤꯒꯤ ꯃꯔꯨꯑꯣꯏꯕ

source: add-on
mni: ꯃꯊꯛꯇ-ꯍꯥꯞꯆꯤꯟꯕ

source: aggregate
mni: ꯆꯥꯡꯆꯠꯇ

source: alternate text
mni: ꯑꯇꯩ ꯋꯥꯍꯩ-ꯋꯥꯇꯥ

source: appear
mni: ꯎꯠꯄ

source: appearance
mni: ꯎꯠꯄꯒꯤ ꯃꯑꯣꯡ

source: attack
mni: ꯂꯥꯟꯇꯥꯕ

source: attacker
mni: ꯂꯥꯟꯇꯧꯔꯛꯂꯤꯕ

source: Attack Site
mni: ꯂꯥꯟꯇꯧꯔꯕ ꯃꯐꯝ

source: attendee
mni: ꯂꯥꯛꯄꯃꯈꯩ

source: authenticate
mni: ꯑꯁꯦꯡꯕ

source: authenticated
mni: ꯑꯁꯦꯡꯕ ꯑꯣꯏꯔꯕ

source: authentication code
mni: ꯇꯁꯦꯡꯕ ꯀꯣꯗ

source: autoplay
mni: ꯃꯁꯥꯃꯇꯣꯝꯇ ꯁꯥꯅꯕ

source: back out
mni: ꯃꯄꯥꯟ ꯊꯣꯛꯂꯛꯄ

source: backup authentication code
mni: ꯕꯦꯛꯑꯞ ꯑꯣꯊꯦꯟꯇꯤꯀꯦꯁꯟ ꯀꯣꯗ

source: black box
mni: ꯑꯃꯨꯕ ꯎꯄꯨ

source: bookmark
mni: ꯃꯁꯛꯈꯪꯕ-ꯃꯤꯡꯄꯥꯟꯁꯤꯟꯂꯕ

source: boolean
mni: ꯑꯣꯏ_ꯑꯣꯏꯗꯦ

source: boot
mni: ꯂꯧꯊꯣꯛꯄ

source: breakpoint
mni: ꯑꯀꯥꯏꯕ_ꯃꯐꯝ

source: Bug report
mni: ꯆꯛꯀ꯭ꯔꯤ ꯋꯥꯀꯠꯄ

source: certificate authority
mni: ꯁꯛꯈꯪꯆꯦ_ꯊꯧꯄꯨꯔꯤꯕꯁꯤꯡ

source: channel
mni: ꯏꯆꯦꯟꯐꯝ

source: cipher
mni: ꯆꯩꯁꯤꯡ (ꯁꯛꯈꯪꯍꯟꯗꯅ)

source: clipboard
mni: ꯆꯥꯞꯁꯤꯟꯗꯨꯅ_ꯊꯝꯂꯕ

source: clockwise
mni: ꯌꯦꯠꯂꯣꯝꯗ ꯎꯪꯕ

source: colorway
mni: ꯃꯆꯨ ꯂꯝꯕꯤ

source: compact
mni: ꯁꯨꯞꯁꯤꯟꯅ

source: compact - recommend deprioritize
mni: ꯁꯨꯞꯁꯤꯟꯅ - ꯃꯃꯤꯡ ꯆꯠꯇꯕ ꯆꯠꯅꯍꯟꯕ

source: confirmation code
mni: ꯌꯥꯍꯟꯅꯕ ꯀꯣꯗ

source: context
mni: ꯃꯅꯨꯡ

source: contribute
mni: ꯁꯥꯔꯨꯛꯌꯥꯕ

source: cookie banner
mni: ꯀꯨꯀꯤ ꯕꯦꯅꯥꯔ

source: corrupt
mni: ꯁꯦꯟꯖꯥ-ꯊꯨꯝꯖꯥ

source: corrupted
mni: ꯌꯥꯁꯤꯟꯅꯕ

source: counterclockwise
mni: ꯑꯦꯝꯗꯤꯑꯦꯟ

source: crash
mni: ꯀꯥꯏꯕ

source: cross-site tracking cookie
mni: ꯀ꯭ꯔꯣꯁ-ꯁꯥꯏꯠ ꯇ꯭ꯔꯦꯀꯤꯡ ꯀꯨꯀꯤ

source: cryptominer
mni: ꯀ꯭ꯔꯤꯞꯇꯣ- ꯊꯤꯔꯤꯕꯁꯤꯡ

source: cryptomining
mni: ꯀ꯭ꯔꯤꯞꯇꯣ-ꯊꯤꯔꯤ

source: debug
mni: ꯌꯥꯗꯕ ꯌꯦꯡꯕ

source: deceptive site
mni: ꯇꯧꯁꯤꯟꯅꯕ ꯃꯐꯝ

source: decode
mni: ꯆꯞꯁꯤꯟꯂꯝꯕꯗꯒꯤ ꯍꯟꯗꯣꯔꯛꯄ

source: decryption
mni: ꯗꯤꯛꯔꯤꯞꯁꯟ

source: disinformation
mni: ꯑꯔꯥꯟꯕ ꯄꯥꯎꯗꯝ

source: distrust
mni: ꯊꯥꯖꯗꯕ

source: eavesdropping
mni: ꯂꯣꯠꯅ ꯇꯥꯕ

source: email mask
mni: ꯏꯃꯦꯜ ꯈꯨꯝꯖꯤꯟꯕ

source: enable
mni: ꯌꯥꯍꯟꯕ

source: encode
mni: ꯀꯣꯗꯇ ꯍꯥꯞꯆꯤꯟꯕ

source: encrypt
mni: ꯎꯨꯊꯣꯛꯇꯅ ꯍꯥꯞꯆꯤꯟꯈꯤꯕ

source: encryption
mni: ꯑꯦꯟꯛꯔꯤꯄꯁꯟ

source: end user
mni: ꯁꯤꯖꯤꯟꯅꯔꯤꯕ ꯃꯇꯝ ꯂꯣꯏꯕ

source: Enhanced Tracking Protection
mni: ꯇ꯭ꯔꯦꯀꯤꯡ ꯄ꯭ꯔꯣꯇꯦꯛꯁꯟ ꯍꯦꯟꯒꯠꯍꯟꯕꯥ

source: extension
mni: ꯁꯥꯡꯗꯣꯛꯄ

source: external
mni: ꯃꯄꯥꯟꯒꯤ

source: fingerprinter
mni: ꯈꯨꯠꯁꯥꯒꯤ ꯃꯌꯤ ꯅꯝꯅꯕ

source: fingerprinting
mni: ꯈꯨꯠꯁꯥꯒꯤ_ꯃꯌꯤ

source: Firefox View
mni: ꯐꯥꯏꯔꯐꯛꯁ ꯃꯑꯣꯡ

source: gear
mni: ꯌꯥꯡꯈꯠꯍꯟꯕ

source: grassroots
mni: ꯃꯈꯣꯡꯗꯒꯤ

source: home page
mni: ꯌꯨꯝ ꯂꯃꯥꯏ

source: idle
mni: ꯑꯇꯟꯕ

source: import
mni: ꯍꯣꯟꯖꯤꯟꯂꯛꯄ

source: independent browser
mni: ꯃꯅꯤꯡꯇꯝꯕꯥ ꯕ꯭ꯔꯥꯎꯖꯔ

source: innovations
mni: ꯅꯧꯅ ꯁꯥꯗꯣꯔꯛꯄ

source: insecure
mni: ꯂꯩꯇꯥꯗꯕ

source: installation
mni: ꯈꯤꯟꯖꯤꯟꯕ

source: Issue
mni: ꯈꯨꯗꯧꯡꯆꯥꯗꯕ

source: Legacy extension
mni: ꯂꯦꯒꯦꯁꯤ ꯁꯥꯡꯗꯣꯛꯍꯟꯕ

source: MDN
mni: ꯑꯦꯝ ꯗꯤ ꯑꯦꯟ

source: misinformation
mni: ꯂꯥꯟꯅ_ꯄꯥꯎꯗꯝꯕ

source: native
mni: ꯌꯦꯜꯍꯧ

source: net neutrality
mni: ꯑꯄꯨꯟꯕ ꯃꯌꯥꯏ ꯑꯣꯏꯕ

source: nonprofit
mni: ꯁꯦꯟꯗꯣꯡ ꯂꯧꯗꯕ

source: non-profit
mni: ꯁꯦꯟꯗꯣꯡ ꯂꯧꯗꯕ

source: open source
mni: ꯍꯧꯔꯛꯐꯝ_ꯈꯨꯝꯖꯤꯟꯗꯕ

source: override
mni: ꯃꯔꯣꯜ_ꯂꯣꯟꯖꯤꯟꯕ

source: participation
mni: ꯌꯥꯎꯁꯤꯟꯕ

source: Patch
mni: ꯁꯔꯨꯛ

source: phone number mask
mni: ꯐꯣꯟ ꯅꯝꯕꯔ ꯈꯨꯝꯖꯤꯟꯕ

source: pop-up
mni: ꯆꯣꯡꯊꯣꯛꯍꯟꯕ

source: preference
mni: ꯀꯔꯝꯕ_ꯈꯟꯒꯅꯤ

source: Privacy Notice
mni: ꯄ꯭ꯔꯥꯏꯚꯦꯁꯤ ꯅꯣꯇꯤꯁ

source: release
mni: ꯊꯥꯗꯣꯛꯄ

source: report
mni: ꯋꯩꯀꯠꯄ

source: restricted site
mni: ꯑꯊꯤꯡꯕ ꯃꯐꯝ

source: revert
mni: ꯍꯥꯟꯅꯒꯤꯗ_ꯍꯂꯟꯕ

source: Review checker
mni: ꯍꯪꯒꯠꯅ ꯌꯦꯡꯅꯕ

source: search suggestion
mni: ꯊꯤꯅꯕ ꯄꯥꯎꯇꯥꯛ

source: security keys
mni: ꯁꯦꯛꯌꯨꯔꯤꯇꯤꯒꯤ ꯄꯣꯔꯣꯟ

source: sensitive
mni: ꯑꯇꯣꯞꯄꯒꯤ ꯑꯄꯥꯝꯕ ꯈꯪꯕ

source: sidebar
mni: ꯁꯥꯏꯗꯕꯥꯔ

source: sign
mni: ꯈꯨꯠꯌꯦꯛ

source: signer
mni: ꯈꯨꯠꯌꯦꯛ-ꯄꯤꯔꯤꯕ

source: sign in
mni: ꯃꯅꯨꯡ ꯆꯪꯁꯤꯟꯕ

source: sign-in
mni: ꯃꯅꯨꯡ-ꯆꯪꯁꯤꯟꯕ

source: studies
mni: ꯇꯝꯕ

source: Terms of Service
mni: ꯁꯔꯚꯤꯁꯀꯤ ꯇꯔꯃꯁꯤꯡ

source: track
mni: ꯊꯤꯒꯠꯄ

source: trackers
mni: ꯊꯤꯒꯠꯂꯤꯕꯁꯤꯡ

source: Tracking Content
mni: ꯊꯤꯒꯠꯄꯒꯤ ꯃꯅꯨꯡꯒꯤ ꯑꯌꯥꯎꯕꯁꯤꯡ

source: unencrypted
mni: ꯐꯣꯡꯗꯣꯛꯂꯛꯄ

source: unresponsive
mni: ꯄꯥꯎꯈꯨꯝ ꯍꯟꯂꯛꯇꯕ

source: unsafe
mni: ꯈꯨꯗꯣꯡꯊꯤꯒꯗꯕ

source: validate
mni: ꯆꯨꯝꯕ꯭ꯔꯥ ꯌꯦꯡꯕ

source: validity
mni: ꯂꯣꯢꯕꯒꯤ ꯃꯇꯝ

source: version
mni: ꯑꯍꯣꯡꯕ ꯑꯃ

source: Web Authentication
mni: ꯋꯦꯕ ꯑꯆꯨꯝꯕ ꯈꯪꯅꯕ
